tubik = '''
Термин «тюбик» завирусился в «Тиктоке» в ноябре 2022 года. 
Изначально так называли худощавых парней с длинными волосами, 
который равнодушны к спорту и не могут за себя постоять. 
Вскоре термин расширился и тюбиками стали называть любых парней, 
с которыми складываются проблемные отношения.
'''

skuf = '''
Термин «скуф» употребляется в отношении мужчин, 
которые редко выходят из дома, 
не следят за собой и проводят свой досуг за телевизором или компьютерными играми. 
Многие придерживаются мнения, что соскуфиться может любой мужчина 
вне зависимости от возраста, другие же считают, что скуфы — это мужчины старше 30 лет.
'''

masik = '''
«Масик» – это аналог слова «папик», 
и его не придумали, а взяли прямиком из 80-х. 
В те годы так называли малышей, но гламурные дивы решили, 
что этот термин больше подходит их состоятельным ухажёрам.
«Масики» сейчас – это парни, 
которые заботятся о своих девушках, 
ухаживают за ними, дарят подарки и решают проблемы.
'''

chechik = '''
Чечик – самый простой типаж. 
Это нейтральный парень, который не играет никакой роли в жизни девушки, 
и она не испытывает к нему особых чувств и положительных эмоций. 
Прозвище является сокращением от слова «человечек» и означает «какой-то парень». 
Зачастую так обозначают незнакомого молодого человека.
'''

shtrikh = '''
Во время обсуждений типажей мужчин появился еще один термин — «штрих». 
Это потенциально опасные мужчины. 
Они часто имеют вредные привычки, занимаются криминалом, 
могут быть агрессивными или контролирующими в отношениях. 
Слово пришло из блатного жаргона 90-х.
'''

papik = '''
Старый масик.
'''

vinishkotyan = '''
винишка носит только каре (волосы — максимум до плеч, 
как у Натали Портман в фильме «Леон» или у Одри Тоту в фильме «Амели»). 
При этом волосы обязательно должны быть покрашены в розовый или синий цвет, 
так как именно эти два цвета являются детекторами уникальности и нестандартности. 
На худой конец допускается покраска в какой-нибудь идиотский цвет, вроде тех, 
в какие Остап Бендер пытался выкрасить усы Кисе Воробьянинову — красный, 
желтый, зелёный и другие яркие цвета — главное, чтобы неестественные, иначе не тру;
обязательное наличие на еблете круглых очков без диоптрий, перекочевавших от 
хипстеров, — для интеллектуальности, а на шее — чёрного пояса по горловому минету говнарского чокера;
рандомные бессмысленные татуировки, хаотично расположенные на теле, очень часто мерзкие и уёбищные, сделанные в тату-салоне дяди Васи за 5 копеек;
одета винишка в безразмерные толстовки и футболки «оверсайз», мешком висящие на ее костлявом теле, с дебильными надписями, в том числе и на русском, особо бросающимися в глаза вследствие тупости их содержания. Если же дева вина оказалась в теле, то бесформенная одежда помогает несколько скрыть этот факт. На ногах — стрёмные джинсы, начинающиеся от рёбер и заканчивающиеся на середине голени, или такого же фасона брюки, зачастую конкретно клоунских расцветок. Ну и, наконец, завершают образ белые носки, опять же с мудацкими надписями, либо с принтом стиля «вырви глаз», а также кеды Vans. Вся одежда должна быть обязательно брендированная™, даже если на самом деле она была сшита китайцами в подвале и реализована на ближайшем рынке.
в общем, околонеформальный стиль одежды фирм Спутник1985 и мишуры. Одеты, как правило, либо в какое-нибудь бабкино платье в горошек с воротничком, застегнутым под горло, либо в безразмерную черную футболку со скейтерской анал-грайнд-группой или надписями Thrasher, или Поганая молодежь, узкие, подчеркивающие кривизну ног дырявые джинсы с классическими венсами, на ногах Vans Old Skool, на спине рюкзак Fjallraven Kanken.
каждый их пост в Инстаграме похож на VHS-съемку следственного эксперимента с битцевским маньяком из передачи «Криминальная Россия», а стеночка вконтакте закидана вич-хаусом вперемешку с гражданской обороной и новым альбомом модного петербуржского коллектива «Обрыганы».
несмотря на свою любовь ко всякой хрени, некоторые позиционируют себя думать что она ни_токая_кок_все и думать что она творческая, чувственная, разбирающаяся в искусстве, кине, фильмах, музыке и прочее.
гигантское ЧСВ, раздутое за счет внимания кунов.
возраст от 16 до 20 лет, максимум 30.
типичная неформалка, которая себя не называет, но таковой является.
считает себя хиккой, еще кем-нибудь, но имеет over дохуя друзей.
'''

altushka = '''
Альтушка — это девушка с необычной внешностью. 
Какие фильмы и сериалы она смотрит, какую музыку слушает, 
чем увлекается и с кем дружит, уже не имеет значения. 
В молодежном сленге альтушка — это необычная, нестандартная девушка, странная для нормисов.
'''

egirl = '''
Термин e-girl (дословно — «электронная девочка») появился в 2009 году и изначально 
считался уничижительным. Согласно словарю англоязычного сленга Urban Dictionary, 
так называли геймеров и стримеров, которые пытались привлечь зрителей на свои каналы в 
Twitch и на YouTube за счет эксцентричного и сексуального внешнего вида. 
Со временем многие из них стали не только флиртовать с пользователями ради увеличения 
просмотров прямых трансляций компьютерных игр, но и рассылать обнаженные фотографии за деньги.
В 2013 году на Urban Dictionary появилось новое обозначение e-girl как девушки 
низких моральных принципов — как писало издание Vox, «это было все равно что обозвать
кого-то продажной и блудливой».
'''

eboy = '''
Мужской пол egirl
'''

milfs = '''
MILF обозначает сексуально привлекательную зрелую женщину, 
обычно — рожавшую детей. 
В правильном значении термина возраст рассматриваемой женщины должен быть достаточен, 
чтобы годиться в матери мужчине, заявляющему о её привлекательности. 
Термин стал популярен благодаря фильму «Американский пирог» (1999)[2], 
хотя сама аббревиатура возникла раньше: слово уже ходило в течение нескольких лет в Интернете[3],
ранее словосочетание звучало в фильме «Невероятные приключения Билла и Теда» (1989).
Хотя исходно MILF обозначала женщин возрастом около 35-55 лет, 
в порноиндустрии 2010-х нередко встречаются двадцатипятилетние и более молодые 
модели с этим образом[4].
Образ MILF ставит под сомнение традиционные представления о женственности, 
исследователи порнографии считают его игрой против стереотипа о женском образе[5].
'''

sigma = '''
Сигмами называют крутых парней — главных героев «Бойцовского клуба», 
«Острых козырьков» или «Джона Уика». 
И тех, кто очень хочет быть на них похожим и видит в персонажах буквально себя.
Смысл термина постоянно трансформируется. 
Сигмы и одинокие волки, и сверхуспешные трудоголики, и образцы маскулинности, 
которые с уважением относятся к окружающим.
'''

dushnila = '''
Душнила — это человек, с которым окружающим непросто общаться из-за его занудства, 
излишней педантичности, отказа воспринимать вещи с юмором и выбора тем для общения,
которые интересны только ему.
'''

tarelochnitsa = '''
Так называют женщину, которая ходит на свидания, 
чтобы поесть за счёт мужчины, и при этом не имеет цели построить с ним отношения.
Впрочем, в разговоре лучше уточнять у человека, 
что он имеет в виду под этим термином.
Потому что тарелочницей могут именовать не только описанную выше девушку, 
но и тех, кто не планирует ни с кем спать за чашку кофе.
'''

normis = '''
Обычный, среднестатистический человек с распространёнными взглядами и вкусами.
Также члены каких-то сообществ так называют просто людей, 
не включённых в эту группу. Например, все маглы — нормисы для волшебников,
хотя люди, не умеющие колдовать, тоже могут быть очень незаурядными.
'''